const QUIZ_SELF_PITCH_PRO = {
  question:
    'Вы знакомитесь на бизнес-ужине со своим потенциальным крупным клиентом. Какая финальная фраза в вашей самопрезентации будет наиболее эффективной согласно методологии курса?',
  options: [
    '«Вот мой сайт, там есть все цены и кейсы. Если вам станет интересно и вы решите со мной поработать — пишите в любое время!»',
    '«Я вижу, у вас в компании как раз есть просадка в маркетинге. Давайте я проведу для вас полноценный аудит за 50 тысяч рублей прямо на этой неделе?»',
    '«Давайте обменяемся контактами в Telegram. Я пришлю вам разбор похожего кейса из вашей ниши, а на неделе созвонимся буквально на 10 минут, если захотите адаптировать этот опыт под себя».',
  ],
}

export { QUIZ_SELF_PITCH_PRO }
