// frontend/src/assets/data/courses/toast_master/quizToastMaster.js

const QUIZ_TOAST_MASTER = {
  question:
    'Вы находитесь на свадьбе коллеги. Ведущий неожиданно подходит к вам, направляет прожектор, передает микрофон в руки и говорит на весь зал: "А сейчас слово предоставляется лучшему другу жениха по работе!". Вы чувствуете резкий прилив адреналина и ступор. Какое первое действие вернет вам контроль?',
  options: [
    'В панике отказаться, быстро передать микрофон соседу по столу и сделать вид, что вам срочно нужно позвонить.',
    'Сделать глубокий выдох, улыбнуться, опереться на твердые факты контекста (например, похвалить красивый зал или платье невесты), чтобы выиграть 10 секунд времени, сориентироваться, вспомнить формулу тоста и уверенно начать с личной истории.',
    'Сразу начать тараторить первое, что пришло в голову, активно используя дежурные шаблоны: "Желаю счастья, здоровья, долгих лет жизни, чтобы детки росли здоровыми, любви до гроба".',
  ],
}

export { QUIZ_TOAST_MASTER }
