

const QUIZ_STORY_MASTER = {
  question:
    'Вы выступаете на важной рабочей встрече перед руководством с целью защитить новый проект. Времени мало, а слушатели уже утомлены предыдущими докладами. С какого зачина лучше всего начать свое повествование, чтобы мгновенно захватить их внимание и удержать от проверки телефонов?',
  options: [
    '«Здравствуйте, коллеги. В целях повышения эффективности взаимодействия нашего подразделения с клиентами, мы провели глубокую годовую оптимизацию всех внутренних процессов и выявили ряд закономерностей...»',
    '«Добрый день. Ровно три месяца назад я совершил ошибку, которая едва не стоила нашей компании потери ключевого заказчика и половины годового бюджета. Сегодня я хочу честно рассказать, как мы вылезли из этой ямы и к какому решению пришли...»',
    '«Привет всем. Мой доклад будет коротким, я не займу у вас много времени. Проект очень простой, цифры вы все и так видите на слайде, поэтому давайте я быстро зачитаю выводы и пойдем пить кофе...»',
  ],
}

export { QUIZ_STORY_MASTER }
