const ACHIEVEMENT_LIST = [
  {
    code: 'first_step',
    title: 'Первый шаг',
    descr: 'Пройти первое разговорное упражнение на платформе.',
  },
  {
    code: 'level_5',
    title: 'Оратор 5 уровня',
    descr: 'Достичь 5-го уровня в системе прогресса.',
  },
  {
    code: 'streak_3',
    title: 'Стабильный оратор',
    descr: 'Удерживать серию ежедневных тренировок 3 дня подряд.',
  },
  {
    code: 'ai_debate_5',
    title: 'Мастер споров',
    descr: 'Успешно завершить 5 сессий в упражнении «Дебат-клуб».',
  },
  {
    code: 'level_10',
    title: 'Гроссмейстер речи',
    descr: 'Достичь юбилейного 10-го уровня мастерства.',
  },
  {
    code: 'streak_7',
    title: 'Неделя на кураже',
    descr: 'Удерживать серию ежедневных тренировок 7 дней подряд.',
  },
  {
    code: 'triple_combo',
    title: 'Триатлон',
    descr: 'Выполнить любые 3 разговорных упражнения за один день.',
  },
  {
    code: 'skill_max_technique',
    title: 'Золотой голос',
    descr: 'Набрать суммарно 1500 очков в категории «Техника речи».',
  },
  {
    code: 'irl_pioneer',
    title: 'Покоритель реальности',
    descr:
      'Успешно подтвердить выполнение первого челленджа в реальной жизни.',
  },
  {
    code: 'thought_guru',
    title: 'Гуру Мысли',
    descr: 'Эксклюзивное достижение, приобретенное в магазине за жетоны оратора.'
  },
  {
    code: 'social_magnet',
    title: 'Магнит внимания',
    descr: 'Набрать суммарно 1500 очков в категории «Коммуникация».'
  },
  {
    code: 'improv_king',
    title: 'Король экспромта',
    descr: 'Набрать суммарно 1500 очков в категории «Находчивость».'
  },
  {
    code: 'iron_arguments',
    title: 'Железные аргументы',
    descr: 'Одержать победу в «Дебат-клубе» с ИИ, набрав более 95 баллов.'
  },
  {
    code: 'premium_club',
    title: 'Закрытый клуб',
    descr: 'Получить доступ к Premium-аккаунту платформы.'
  },
  {
    code: 'marathon_runner',
    title: 'Марафонец',
    descr: 'Набрать 25 000 глобальных очков опыта за все время тренировок.'
  }
]

export { ACHIEVEMENT_LIST }
