const SKILLS_MAP = {
  'техника речи': [
    'tongue-twister', // Битва дикции
    'fear-explosive', // Громкий вызов (громкость голоса)
    'ai-poem-tongue', // Тяжелая дикция
    'ai-poem-rap', //Рэп-манифест
    'ai-radio-host', //Радиоведущий
  ],
  находчивость: [
    'association', // Словесный мост (поиск связей)
    'synonyms', // Синонимайзер (богатство языка)
    'description', // Ода предмету (безостановочная речь)
    'taboo', // Словесное табу (обход запретных слов)
    'ai-metaphor', // Трудный переводчик
    'ai-stop-word', //Анти-слова
    'ai-random-word', //Слово из шляпы
  ],
  'харизма и юмор': [
    'emotion', // Эмоциональный окрас
    'joke-master', // Импровизатор анекдотов (юмор)
    'toast-master', // Мастер тостов
    'king-failure', // Король провала (самоирония, уверенность)
    'ai-knockout', // Остроумный нокаут
    'ai-poem-acting' //Мастер дубляжа
  ],
  убедительность: [
    'logic-chain', // Логическая цепь
    'speaking-thread', // Нить разговора
    'jargon-task', // Блатной базар (ответ на провокации)
    'science-translator', // Просто о сложном
    'ai-debate', // Дебат-клуб (с ИИ)
    'ai-tribune', // Трибуна
    'ai-alibi', // Железное алиби
  ],
  коммуникация: [
    'ai-icebreaker', // Ледокол (умение завязать разговор)
    'ai-inrerview', // Неудобный вопрос (ответы интервьюеру)
    'description', // Ода предмету (базовый навык монолога)
    'ai-bagrain', // Торг уместен
  ],
}

export { SKILLS_MAP }
