const randomWordScenarios = [
  {
    id: 'word_01',
    category: 'Словесная импровизация',
    topic: 'Польза утренней зарядки',
    secretWord: 'СИНХРОФАЗОТРОН',
    task: 'Начните бодрый рассказ о здоровом образе жизни и спорте, но органично вплетите туда это сложное физическое устройство.'
  },
  {
    id: 'word_02',
    category: 'Словесная импровизация',
    topic: 'Почему коты правят миром',
    secretWord: 'ДИРИЖАБЛЬ',
    task: 'Докажите превосходство кошачьих над людьми, изящно подведя нить повествования к огромному летающему объекту.'
  },
  {
    id: 'word_03',
    category: 'Словесная импровизация',
    topic: 'Идеальное свидание',
    secretWord: 'ГУТАЛИН',
    task: 'Опишите вечер вашей мечты в деталях, но остроумно упомяните черное средство для чистки обуви.'
  },
  {
    id: 'word_04',
    category: 'Словесная импровизация',
    topic: 'Как стать миллионером',
    secretWord: 'ПЕЛЬМЕНЬ',
    task: 'Поделитесь главным секретом успеха и богатства, сделав метафору или сравнение со знаменитым полуфабрикатом.'
  },
  {
    id: 'word_05',
    category: 'Словесная импровизация',
    topic: 'Планы на выходные',
    secretWord: 'ПЕРФОРАТОР',
    task: 'Расскажите о своем желании отдохнуть в тишине, нативно связав это с самым шумным строительным инструментом.'
  },
  {
    id: 'word_06',
    category: 'Словесная импровизация',
    topic: 'Плюсы удаленной работы',
    secretWord: 'КАКТУС',
    task: 'Объясните прелесть работы из дома, упомянув домашнее растение так, чтобы оно стало частью вашей бизнес-аргументации.'
  },
  {
    id: 'word_07',
    category: 'Словесная импровизация',
    topic: 'Зачем читать книги',
    secretWord: 'ШАУРМА',
    task: 'Порассуждайте о пользе классической литературы, неожиданно сделав аппетитную аналогию со стритфудом.'
  },
  {
    id: 'word_08',
    category: 'Словесная импровизация',
    topic: 'Секрет вечной молодости',
    secretWord: 'ХОЛОДИЛЬНИК',
    task: 'Раскройте биохакинг-секреты долголетия, связав сохранность молодости с бытовой кухонной техникой.'
  },
  {
    id: 'word_09',
    category: 'Словесная импровизация',
    topic: 'Мой первый полет в космос',
    secretWord: 'ЗОНТИК',
    task: 'Опишите свои эмоции от виртуального или реального старта ракеты, объяснив, зачем вам на орбите понадобился этот аксессуар.'
  },
  {
    id: 'word_10',
    category: 'Словесная импровизация',
    topic: 'Секрет идеального тайм-менеджмента',
    secretWord: 'БЛЕНДЕР',
    task: 'Расскажите, как успевать всё на свете, сравнив перемешивание задач в расписании с работой кухонного измельчителя.'
  }
]

export default randomWordScenarios
