// frontend/src/assets/data/courses/media_speaker/quizMediaSpeaker.js

const QUIZ_MEDIA_SPEAKER = {
  question:
    'Вы ведете прямой эфир или выступаете на конференции, и вдруг замечаете, что один из слушателей в первом ряду демонстративно зевает, качает головой и начинает шептаться с соседом, отвлекая остальных. Какое действие будет самым профессиональным для харизматичного спикера?',
  options: [
    'Остановиться, строго посмотреть на нарушителя и публично сделать ему замечание: "Молодой человек, если вам неинтересно, дверь там!".',
    'Не сбавляя темпа, физически сократить дистанцию (подойти ближе к первому ряду), перевести взгляд на этого человека и задать вовлекающий вопрос по теме всей аудитории, либо вплести его реакцию в шутку («Вижу, тема вызывает бурные споры в первом ряду — и это отлично, сейчас разберем почему»).',
    'Сделать вид, что ничего не происходит, зажаться, начать говорить тише и быстрее дочитывать текст со слайдов презентации, чтобы поскорее уйти со сцены.',
  ],
}

export { QUIZ_MEDIA_SPEAKER }
