
const QUIZ_HR_STORM = {
  question:
    'Рекрутер задает классический вопрос: "Почему мы должны нанять именно вас?". Какая стратегия ответа покажет вашу максимальную ценность для компании?',
  options: [
    'Расказать, как сильно вы хотите работать именно у них, как вам нравится их бренд и как эта вакансия подходит для вашего личного и карьерного роста.',
    'Сопоставить ключевые боли бизнеса из описания вакансии со своими твердыми достижениями по методу STAR и предложить готовые решения.',
    'Перечислить все свои дипломы, пройденные курсы, сертификаты и детально пересказать резюме, начиная с самого первого места работы в хронологическом порядке.',
  ],
}

export { QUIZ_HR_STORM }
