// frontend/src/assets/data/courses/social_shield/quizSocialShield.js

const QUIZ_SOCIAL_SHIELD = {
  question:
    'В очереди в государственном учреждении или МФЦ человек сзади начинает демонстративно громко и агрессивно возмущаться лично в ваш адрес: "Куда вы прете, тут вообще-то люди часами стоят, самые умные что ли?!". Какая реакция будет психологически сильной и остановит хамство со старта?',
  options: [
    'Развернуться и жестко крикнуть в ответ: "Сам рот закрой, я тут занимал еще с утра, стой и молчи!".',
    'Спокойно повернуться, выдержать паузу в 2 секунды, глядя человеку в переносицу, согласиться с его дискомфортом через амортизацию ("Очередь действительно движется медленно, все устали") и спокойно вернуться к своим делам, не вступая в дальнейший спор.',
    'Начать испуганно и подробно оправдываться, показывать свой талончик и объяснять всей очереди, почему вам действительно очень нужно пройти именно сейчас.',
  ],
}

export { QUIZ_SOCIAL_SHIELD }
